var PLAYTXT_DATA = [
  "还记得被封存在记忆里的少年时光吗",
  "留下一段话，给勇敢无畏的自己",
  "爱过的那个人，你有过什么遗憾与后悔吗？",
  "记得那个用心守护你，对你真心以待的人吗？",
  "你有没有过，有关夏天的梦？",
  "上一个这样在你耳边为你读诗的人，现在还在吗？",
  "还记得生命中，那些平静而美好的时光吗？"
];

var DEMO_DATA = [
  "你就在我眼前，对我微笑，一如当年",
  "不是每条鱼都生活在海底",
  "我想要诗和远方的浪漫与自由",
];

var LIB_DATA = [
  { //乐天派阳光型
    type:"乐天派阳光型",
    tags:["热情", "积极", "自来熟", "外向", "主动", "乐于付出", "富有创造力", "不接受束缚", "灵活变通", "磊落", "慷慨大方", "风趣", "幽默", "干劲十足", "感性"],
    quotes:[
      [
        "海阔凭鱼跃，桌宽任你眠。",
        "只管努力，其他交给天意。",
        "人生只需一人，知你冷暖，懂你悲欢。",
        "人类总是从自己选择的人生，看向自己没有选择的另一种人生， 感到羡慕，感到后悔。——川村元气"
      ],
      [
        "你只有两样东西没学好，讨好和拒绝。",
        "过往不恋，未来不迎，当下不负，如此安好。",
        "你是你人生的作者，何必把剧本写得苦不堪言。",
        "这是不是你一直想要的生活，只闻花香不谈悲喜喝茶读书不争朝夕。"
      ],
      [
        "忍一时越想越气，退一步越想越亏。",
        "不要愁老之将至，你老了以后一定很可爱。",
        "如果你们提前了解了，你们要面对的人生，你们是否有勇气前来？——《无问西东》",
        "小时候，哭是你解决问题的绝招。长大后，笑是你面对现实的武器。"
      ],
      [
        "你是思想上的女流氓，生活上的好姑娘，外形上的柔情少女，心理上的变形金刚。",
        "迷途漫漫，终有一归。——米兰•昆德拉",
        "你这一生，风雨兼程，就是为了遇见最好的自己，如此而已。",
        "别指望减肥了！八戒走了十万八千里也没见他瘦，而且他还吃素。"
      ],
      [
        "说的是一辈子！差一年，一个月，一天，一个时辰，都不算一辈子。——《霸王别姬》",
        "当生活给你一百个理由哭泣时，你总会拿出一千个理由笑给它看。",
        "纵然伤心，你也不愁眉不展，因为你不知是谁会爱上你的笑容。",
        "当你遇到最危险的时候，脑子里想起的人，就是心里最对的人。——《春娇救志明》"
      ],
      [
        "做不完的公主梦，打不败的女王心，是你。",
        "跳出多巴胺，不如吃碗鱼蛋粉。——陈奕迅",
        "你以前很瘦，未来很瘦，所以现在先胖一段时间，不然人生不圆满。",
        "据说人悲伤的极限是5天， 当你决定不再在乎的时候，你可以做到该吃吃，该睡睡， 爱谁谁。",
      ],
      [
        "从不认命，只知拼命。",
        "海阔凭鱼跃，桌宽任你眠。",
        "你从不惧怕选择，因为你知道，接下来的路，你自己可以hold住。",
        "可遇不可求的事，后海有树的院子，夏代有工的玉，此时此刻的云，二十来岁的你。——冯唐《可遇不可求的事》"
      ],
    ]

  },
  { //内向派沉稳型
    type:"内向派沉稳型",
    tags:["安静", "内向", "温柔", "随和", "友善", "容易羞涩", "多愁善感", "习惯独处", "有条不紊", "沉默", "专一"],
    quotes:[
      [
        "所谓生活，一半惊喜，一半遗憾。",
        "我愿你快乐，即使你的快乐不再是因为我。——廊桥遗梦",
        "再完美的人也不可能赢得所有人，你只要继续这样赢得大多数就好。",
        "你想做一个披荆斩棘无所不能的女英雄 、直到遇见能托付一生的人 再做一个瓶盖都拧不开的小公主。"
      ],
      [
        "不要愁老之将至，你老了以后一定很可爱。",
        "明明屁大点年纪，你却活得像上了年纪的老阿姨。",
        "快去找一个像太阳一样的人，帮你晒晒所有不值一提的迷茫。",
        "可遇不可求的事，后海有树的院子，夏代有工的玉，此时此刻的云，二十来岁的你。——冯唐《可遇不可求的事》"
      ],
      [
        "你其实并不内向，只是不想搭理那些不重要的人。",
        "你最近觉得孤独无助？想一想还有十几亿的细胞只为你一个人而活。",
        "人情冷暖正如花开花谢，不如将这种现象，想成一种必然的季节。",
        "人世间的事，没有野心就容易开心。——韩寒 《就这么漂来漂去》"
      ],
      [
        "所谓生活，一半惊喜，一半遗憾。",
        "再完美的人也不可能赢得所有人，你只要继续这样赢得大多数就好。",
        "人情冷暖正如花开花谢，不如将这种现象，想成一种必然的季节。",
        "你每天都处在心有余而睡眠不足，心有余而余额不足的状态…"
      ]
    ]
  },
  { //冷淡派冰山型
    type:"冷淡派冰山型",
    tags:["外冷内热", "刀子嘴豆腐心", "理性", "可靠", "从容不迫", "稳重", "高傲", "深沉", "冷静", "遇事慎重"],
    quotes:[
      [
        "能赚钱会潇洒，是你最高级的性感。",
        "希望在二十出头的生命里，做一件八十岁想起来都还会微笑的事情。",
        "你以前很瘦，未来很瘦，所以现在先胖一段时间，不然人生不圆满。",
        "有些事情不是我不在意，而是我在意了又能怎么样。——樱桃小丸子"
      ],
      [
        "“你觉得爱是什么” “舒适且不尴尬的沉默”",
        "你就是你，为了某个远方总是奋不顾身的你。",
        "爱情需要的巧合，比你想象中的还要多。——《等一个人咖啡》",
        "有时，你必须进入别人的世界去发现自己的世界缺少什么。——《触不可及》"
      ],
      [
        "要么忍，要么残忍。",
        "有人如果视你为游戏，你就开挂虐死他。",
        "原来这个世界上还有这么多不同的活法。羡慕你永远有机会选择最适合自己的…",
        "一个至少拥有一个梦想，有一个理由去坚强。心若没有栖息的地方，到哪里都是在流浪。——三毛"
      ]
    ]
  }
];


var LIB_MP3 = [
  {
    type:1,
    type_desc:'乐天派阳光型',
    data: [
      {"author":"TF家族新生-贺峻霖","name":"重要的事情说三遍，《破》敲好听","src":"http://www.lizhi.fm/133708021/2702694462030612998","mp3":"https://cdn5.lizhi.fm/audio/2018/11/09/2702694462030612998_ud.mp3","id":"t1_1"},
      {"author":"TF家族新生-贺峻霖","name":"贺峻霖：天再冷我也不会穿秋裤！！","src":"https://www.lizhi.fm/133708021/5011134302960757766","mp3":"https://cdn5.lizhi.fm/audio/2018/11/23/5011134302960757766_ud.mp3","id":"t1_2"},
      {"author":"董岩磊","name":"董岩磊星座秘密大公开！","src":"https://www.lizhi.fm/65185614/5011061200469894662","mp3":"https://cdn5.lizhi.fm/audio/2018/11/23/5011061200469894662_ud.mp3","id":"t1_3"},
      {"author":"吉克隽逸summer","name":"“世界公民”吉克隽逸的音乐异想国","src":"https://www.lizhi.fm/1839765/5010909113530457094","mp3":"https://cdn5.lizhi.fm/audio/2018/11/22/5010909113530457094_ud.mp3","id":"t1_4"},
      {"author":"敖子逸","name":"自我介绍，我是认真的","src":"http://www.lizhi.fm/53559717/2674994884021563398","mp3":"https://cdn5.lizhi.fm/audio/2018/06/13/2674994884021563398_ud.mp3","id":"t1_5"},
      {"author":"敖子逸","name":"没关系，时间会给你答案","src":"http://www.lizhi.fm/53559717/2673856354661021190","mp3":"https://cdn5.lizhi.fm/audio/2018/06/07/2673856354661021190_ud.mp3","id":"t1_6"},
      {"author":"敖子逸","name":"等你也放假，一起玩好吗？","src":"http://www.lizhi.fm/53559717/2672593249876409862","mp3":"https://cdn5.lizhi.fm/audio/2018/05/31/2672593249876409862_ud.mp3","id":"t1_7"},
      {"author":"白宇WHITE","name":" 白宇读原著，这才是昆仑君本君啊！","src":"http://www.lizhi.fm/94513309/2681141347295170566","mp3":"https://cdn5.lizhi.fm/audio/2018/07/16/2681141347295170566_ud.mp3","id":"t1_8"},
      {"author":"白宇WHITE","name":"解锁：赵云澜没告诉你的那些答案","src":"http://www.lizhi.fm/94513309/2680393958562747910","mp3":"https://cdn5.lizhi.fm/audio/2018/07/12/2680393958562747910_ud.mp3","id":"t1_9"},
      {"author":"白宇WHITE","name":"预告|赵云澜没告诉你的那些答案","src":"http://www.lizhi.fm/94513309/2680377405755693574","mp3":"https://cdn5.lizhi.fm/audio/2018/07/12/2680377405755693574_ud.mp3","id":"t1_10"},
      {"author":"费启鸣","name":"你的留言，我要大声说出来","src":"http://www.lizhi.fm/47039551/2657967926307092998","mp3":"https://cdn5.lizhi.fm/audio/2018/03/13/2657967926307092998_ud.mp3","id":"t1_11"},
      {"author":"费启鸣","name":"喜欢一个人的极致是什么？","src":"http://www.lizhi.fm/47039551/2656655096538811910","mp3":"https://cdn5.lizhi.fm/audio/2018/03/06/2656655096538811910_hd.mp3","id":"t1_12"},
      {"author":"费启鸣","name":"等下一个夏天，你会在哪儿","src":"http://www.lizhi.fm/47039551/2650544753947897350","mp3":"https://cdn5.lizhi.fm/audio/2018/02/01/2650544753947897350_hd.mp3","id":"t1_13"},
      {"author":"费启鸣","name":"《明天起，祝你天天心晴》","src":"http://www.lizhi.fm/47039551/2646689118850852358","mp3":"https://cdn5.lizhi.fm/audio/2018/01/12/2646689118850852358_hd.mp3","id":"t1_14"},
      {"author":"费启鸣","name":"《陪你，到2017年的最后一秒》","src":"http://www.lizhi.fm/47039551/2644376014820147206","mp3":"https://cdn5.lizhi.fm/audio/2017/12/30/2644376014820147206_hd.mp3","id":"t1_15"},
      {"author":"费启鸣","name":"《因为我喜欢你》","src":"http://www.lizhi.fm/47039551/2641255759740022790","mp3":"https://cdn5.lizhi.fm/audio/2017/12/13/2641255759740022790_hd.mp3","id":"t1_16"},
      {"author":"李兰迪","name":"你就在我眼前，对我微笑，一如当年","src":"http://www.lizhi.fm/32809574/2702058286849979398","mp3":"https://cdn5.lizhi.fm/audio/2018/11/06/2702058286849979398_ud.mp3","id":"t1_17"},
      {"author":"李兰迪","name":"最温暖的陪伴，是把时间给你","src":"http://www.lizhi.fm/32809574/2698801619306747910","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698801619306747910_ud.mp3","id":"t1_18"},
      {"author":"李兰迪","name":"写给少年的你","src":"https://www.lizhi.fm/32809574/2698800399538233862","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698800399538233862_ud.mp3","id":"t1_19"},
      {"author":"梁洁","name":"火车抵达终点时，我又爱你多一点","src":"https://www.lizhi.fm/128825264/5010498716520422918","mp3":"https://cdn5.lizhi.fm/audio/2018/11/20/5010498716520422918_ud.mp3","id":"t1_20"},
      {"author":"梁洁","name":"梁洁|鬼马八王妃来剧透啦","src":"http://www.lizhi.fm/128825264/2703389797908481030","mp3":"https://cdn5.lizhi.fm/audio/2018/11/13/2703389797908481030_ud.mp3","id":"t1_21"},
      {"author":"梁田-Eliza","name":"「梁田·我想听你说」电台：第四期","src":"http://www.lizhi.fm/10602249/2682983787331259398","mp3":"https://cdn5.lizhi.fm/audio/2018/07/26/2682983787331259398_ud.mp3","id":"t1_22"},
      {"author":"梁田-Eliza","name":"「梁田·我想听你说」电台：第三期","src":"http://www.lizhi.fm/10602249/2681902155656063494","mp3":"https://cdn5.lizhi.fm/audio/2018/07/20/2681902155656063494_ud.mp3","id":"t1_23"},
      {"author":"梁田-Eliza","name":"「梁田·我想听你说」电台：第二期","src":"http://www.lizhi.fm/10602249/2677808495622824966","mp3":"https://cdn5.lizhi.fm/audio/2018/06/28/2677808495622824966_ud.mp3","id":"t1_24"},
      {"author":"梁田-Eliza","name":"「梁田·我想听你说」电台：第一期","src":"http://www.lizhi.fm/10602249/2675203514205800454","mp3":"https://cdn5.lizhi.fm/audio/2018/06/14/2675203514205800454_ud.mp3","id":"t1_25"},
      {"author":"彭昱畅","name":"《许你五个约定，以未来为期》","src":"http://www.lizhi.fm/19327282/2646764093953113606","mp3":"https://cdn5.lizhi.fm/audio/2018/01/12/2646764093953113606_hd.mp3","id":"t1_26"},
      {"author":"彭昱畅","name":"《拍吻戏时，我内心真正的os》","src":"http://www.lizhi.fm/19327282/2644047486330004486","mp3":"https://cdn5.lizhi.fm/audio/2017/12/28/2644047486330004486_hd.mp3","id":"t1_27"},
      {"author":"彭昱畅","name":"《听彭昱畅聊“演员那些事”》","src":"http://www.lizhi.fm/19327282/2642564829264638982","mp3":"https://cdn5.lizhi.fm/audio/2017/12/20/2642564829264638982_hd.mp3","id":"t1_28"},
      {"author":"杨紫","name":"遇你，在懂爱之前；爱你，在伤你之后","src":"http://www.lizhi.fm/100641578/2684134668915306502","mp3":"https://cdn5.lizhi.fm/audio/2018/08/01/2684134668915306502_ud.mp3","id":"t1_29"},
      {"author":"张铭恩","name":"最美好的时光，值得你用力去珍惜","src":"http://www.lizhi.fm/1579429/2698803212739774470","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698803212739774470_ud.mp3","id":"t1_30"},
      {"author":"张铭恩","name":"10月23日，等你！","src":"https://www.lizhi.fm/1579429/2698802613591764998","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698802613591764998_ud.mp3","id":"t1_31"},
      {"author":"周震南","name":"一个人宅，一个人天马行空","src":"http://www.lizhi.fm/48134057/2671127761943651846","mp3":"https://cdn5.lizhi.fm/audio/2018/05/23/2671127761943651846_ud.mp3","id":"t1_32"},
      {"author":"周震南","name":"学不会搞笑，那就爱笑吧","src":"http://www.lizhi.fm/48134057/2658467682260465158","mp3":"https://cdn5.lizhi.fm/audio/2018/03/16/2658467682260465158_ud.mp3","id":"t1_33"},
      {"author":"周震南","name":"《我的学生时代》","src":"http://www.lizhi.fm/48134057/2649744492018549254","mp3":"https://cdn5.lizhi.fm/audio/2018/01/28/2649744492018549254_ud.mp3","id":"t1_34"},
      {"author":"孙泽源","name":"孙泽源：正在进行的青春约定","src":"https://www.lizhi.fm/125301796/5009474190726673926","mp3":"https://cdn5.lizhi.fm/audio/2018/11/14/5009474190726673926_ud.mp3","id":"t1_35"},
      {"author":"王子异","name":"上学路上公益活动故事嘉年华-王子异","src":"http://www.lizhi.fm/73048991/2672613889346204166","mp3":"https://cdn5.lizhi.fm/audio/2018/05/31/2672613889346204166_ud.mp3","id":"t1_36"}
    ]
  },
  {
    type:2,
    type_desc:'内向派沉稳型',
    data: [
      {"author":"ONER","name":"ONER\"随时营业\“电台正式开启！","src":"https://www.lizhi.fm/105143863/5012239711578621446","mp3":"https://cdn5.lizhi.fm/audio/2018/11/29/5012239711578621446_ud.mp3","id":"t2_1"},
      {"author":"胡一天","name":"与胡一天一起，细数每一次“感谢”","src":"https://www.lizhi.fm/87713823/5010733228177232390","mp3":"https://cdn5.lizhi.fm/audio/2018/11/21/5010733228177232390_ud.mp3","id":"t2_2"},
      {"author":"胡一天","name":"胡一天：比海更深是摩羯","src":"https://www.lizhi.fm/87713823/5009628002095478790","mp3":"https://cdn5.lizhi.fm/audio/2018/11/15/5009628002095478790_ud.mp3","id":"t2_3"},
      {"author":"胡一天","name":"43800个小时，有最暖最甜的故事","src":"https://www.lizhi.fm/87713823/2702687173471111174","mp3":"https://cdn5.lizhi.fm/audio/2018/11/09/2702687173471111174_ud.mp3","id":"t2_4"},
      {"author":"胡一天","name":"我和你的五年","src":"http://www.lizhi.fm/87713823/2698761989643742214","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698761989643742214_ud.mp3","id":"t2_5"},
      {"author":"胡一天","name":"假期，旅行，尼泊尔的雪山","src":"http://www.lizhi.fm/87713823/2695016288538167814","mp3":"https://cdn5.lizhi.fm/audio/2018/09/29/2695016288538167814_ud.mp3","id":"t2_6"},
      {"author":"胡一天","name":"一个不太正式的中秋福利，节日快乐！","src":"https://www.lizhi.fm/87713823/2693525679334505478","mp3":"https://cdn5.lizhi.fm/audio/2018/09/21/2693525679334505478_ud.mp3","id":"t2_7"},
      {"author":"胡一天","name":"回到绝代江湖，偷偷营个业","src":"http://www.lizhi.fm/87713823/2692078681228434950","mp3":"https://cdn5.lizhi.fm/audio/2018/09/13/2692078681228434950_ud.mp3","id":"t2_8"},
      {"author":"胡一天","name":"你们想我了吗？","src":"http://www.lizhi.fm/87713823/2686884983438947334","mp3":"https://cdn5.lizhi.fm/audio/2018/08/16/2686884983438947334_ud.mp3","id":"t2_9"},
      {"author":"胡一天","name":" “第一次拉筋拉到怀疑人生”","src":"http://www.lizhi.fm/87713823/2685781389441644550","mp3":"https://cdn5.lizhi.fm/audio/2018/08/10/2685781389441644550_ud.mp3","id":"t2_10"},
      {"author":"胡一天","name":"你也喜欢做梦吗？","src":"http://www.lizhi.fm/87713823/2681879456750768134","mp3":"https://cdn5.lizhi.fm/audio/2018/07/20/2681879456750768134_ud.mp3","id":"t2_11"},
      {"author":"胡一天","name":"“如果遥远的南方，有你思念的人”","src":"http://www.lizhi.fm/87713823/2677615900700282374","mp3":"https://cdn5.lizhi.fm/audio/2018/06/27/2677615900700282374_ud.mp3","id":"t2_12"},
      {"author":"胡一天","name":"突然想和你说晚安","src":"http://www.lizhi.fm/87713823/2673681296094491654","mp3":"https://cdn5.lizhi.fm/audio/2018/06/06/2673681296094491654_ud.mp3","id":"t2_13"},
      {"author":"胡一天","name":"520，我的「第25个未知故事」","src":"http://www.lizhi.fm/87713823/2670212253151388166","mp3":"https://cdn5.lizhi.fm/audio/2018/05/18/2670212253151388166_ud.mp3","id":"t2_14"},
      {"author":"陈瑶","name":"你有一封来自陈瑶的表白信，请查收~","src":"http://www.lizhi.fm/127490401/2701873405687828998","mp3":"https://cdn5.lizhi.fm/audio/2018/11/05/2701873405687828998_ud.mp3","id":"t2_15"},
      {"author":"陈瑶","name":"我只愿面朝大海，春暖花开","src":"http://www.lizhi.fm/127490401/2698167332095035910","mp3":"https://cdn5.lizhi.fm/audio/2018/10/16/2698167332095035910_ud.mp3","id":"t2_16"},
      {"author":"陈瑶","name":"呼唤七仔，一起遇见更好的我们","src":"https://www.lizhi.fm/127490401/2696929808137637382","mp3":"https://cdn5.lizhi.fm/audio/2018/10/09/2696929808137637382_ud.mp3","id":"t2_17"},
      {"author":"陈钰琪","name":"一路走来，一路盛开","src":"https://www.lizhi.fm/129950872/2701310786447244294","mp3":"https://cdn5.lizhi.fm/audio/2018/11/02/2701310786447244294_ud.mp3","id":"t2_18"},
      {"author":"陈钰琪","name":"在外面的每一天，都很想她","src":"http://www.lizhi.fm/129950872/2698558498389562886","mp3":"https://cdn5.lizhi.fm/audio/2018/10/18/2698558498389562886_ud.mp3","id":"t2_19"},
      {"author":"陈钰琪","name":"写给少年的你","src":"https://www.lizhi.fm/129950872/2698556303663372806","mp3":"https://cdn5.lizhi.fm/audio/2018/10/18/2698556303663372806_ud.mp3","id":"t2_20"},
      {"author":"陈哲远","name":"谢谢陪我的每个可爱的你","src":"http://www.lizhi.fm/63237096/2686103763244876806","mp3":"https://cdn5.lizhi.fm/audio/2018/08/12/2686103763244876806_ud.mp3","id":"t2_21"},
      {"author":"娱乐频道·头号迷妹","name":"18岁，范丞丞和你的约定","src":"http://www.lizhi.fm/60000/2676522268883246086","mp3":"https://cdn5.lizhi.fm/audio/2018/06/21/2676522268883246086_ud.mp3","id":"t2_22"},
      {"author":"何东东","name":"只是希望被记得 - 预告版","src":"http://www.lizhi.fm/97592738/2666508891830281734","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666508891830281734_ud.mp3","id":"t2_23"},
      {"author":"何东东","name":"只是希望被记得","src":"http://www.lizhi.fm/97592738/2666509080815072262","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666509080815072262_ud.mp3","id":"t2_24"},
      {"author":"黄奕铭","name":"「我爱你，在永恒的1911」","src":"http://www.lizhi.fm/60848204/2666445536773065222","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666445536773065222_ud.mp3","id":"t2_25"},
      {"author":"黄奕铭","name":"「我爱你，在永恒的1911」- 预告版","src":"http://www.lizhi.fm/60848204/2666444667035947014","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666444667035947014_ud.mp3","id":"t2_26"},
      {"author":"季晨","name":"一条突如其来de自白","src":"https://www.lizhi.fm/1853617/2701391181790937606","mp3":"https://cdn5.lizhi.fm/audio/2018/11/02/2701391181790937606_ud.mp3","id":"t2_27"},
      {"author":"季晨","name":"当你压力大的时候……","src":"https://www.lizhi.fm/1853617/2698435159814497286","mp3":"https://cdn5.lizhi.fm/audio/2018/10/17/2698435159814497286_ud.mp3","id":"t2_28"},
      {"author":"季晨","name":"我给你写信，你会回信吗？","src":"http://www.lizhi.fm/1853617/2697493743784745990","mp3":"https://cdn5.lizhi.fm/audio/2018/10/12/2697493743784745990_ud.mp3","id":"t2_29"},
      {"author":"季晨","name":"梦里花落知多少","src":"https://www.lizhi.fm/1853617/2697077950146327558","mp3":"https://cdn5.lizhi.fm/audio/2018/10/10/2697077950146327558_ud.mp3","id":"t2_30"},
      {"author":"季晨","name":"你记得也好，最好你忘掉","src":"http://www.lizhi.fm/1853617/2695250130179880454","mp3":"https://cdn5.lizhi.fm/audio/2018/09/30/2695250130179880454_ud.mp3","id":"t2_31"},
      {"author":"季晨","name":"10月，要来一点浪漫的事！","src":"http://www.lizhi.fm/1853617/2695248461583137798 ","mp3":"https://cdn5.lizhi.fm/audio/2018/09/30/2695248461583137798_ud.mp3","id":"t2_32"},
      {"author":"季晨","name":"这是一封严肃又正经的表白信","src":"https://www.lizhi.fm/1853617/2694902557802759686","mp3":"https://cdn5.lizhi.fm/audio/2018/09/28/2694902557802759686_ud.mp3","id":"t2_33"},
      {"author":"季晨","name":"想要一生中后悔的事，梅花便落满了南山！","src":"https://www.lizhi.fm/1853617/2694524974343698950","mp3":"https://cdn5.lizhi.fm/audio/2018/09/26/2694524974343698950_ud.mp3","id":"t2_34"},
      {"author":"季晨","name":"故事永无止境，期待与你的全新相识","src":"https://www.lizhi.fm/1853617/2693563067023907334","mp3":"https://cdn5.lizhi.fm/audio/2018/09/21/2693563067023907334_ud.mp3","id":"t2_35"},
      {"author":"季晨","name":"黑爷给你发了一个语音邀请，小心查收！","src":"http://www.lizhi.fm/1853617/2693401881197881862","mp3":"https://cdn5.lizhi.fm/audio/2018/09/20/2693401881197881862_ud.mp3","id":"t2_36"},
      {"author":"金浩森","name":"在白色的房子里，邂逅每一个你","src":"http://www.lizhi.fm/29189649/2659596283700847110","mp3":"https://cdn5.lizhi.fm/audio/2018/03/22/2659596283700847110_ud.mp3","id":"t2_37"},
      {"author":"金浩森","name":"谢谢你，出现在我的青春里","src":"http://www.lizhi.fm/29189649/2650363353850239494","mp3":"https://cdn5.lizhi.fm/audio/2018/01/31/2650363353850239494_hd.mp3","id":"t2_38"},
      {"author":"金浩森","name":"《世界很功利，你可以善良》","src":"http://www.lizhi.fm/29189649/2641640492174746630","mp3":"https://cdn5.lizhi.fm/audio/2017/12/15/2641640492174746630_ud.mp3","id":"t2_39"},
      {"author":"经超","name":"为你读诗|一个人的村庄","src":"http://www.lizhi.fm/109629505/2703354501867241478","mp3":"https://cdn5.lizhi.fm/audio/2018/11/13/2703354501867241478_ud.mp3","id":"t2_40"},
      {"author":"经超","name":"人还是要学下骆驼，得沉住气","src":"https://www.lizhi.fm/109629505/2702280093992558598","mp3":"https://cdn5.lizhi.fm/audio/2018/11/07/2702280093992558598_ud.mp3","id":"t2_41"},
      {"author":"靖佩瑶","name":"靖佩瑶：安静男孩的“叛逆”心态","src":"https://www.lizhi.fm/71200896/5010560755175524358","mp3":"https://cdn5.lizhi.fm/audio/2018/11/20/5010560755175524358_ud.mp3","id":"t2_42"},
      {"author":"靖佩瑶","name":"后来的心事，拉开成熟的帷幕","src":"http://www.lizhi.fm/71200896/2666129139410415622","mp3":"https://cdn5.lizhi.fm/audio/2018/04/26/2666129139410415622_ud.mp3","id":"t2_43"},
      {"author":"靖佩瑶","name":"后来的心事，拉开成熟的帷幕 - 预告版","src":"http://www.lizhi.fm/71200896/2666128664824782854","mp3":"https://cdn5.lizhi.fm/audio/2018/04/26/2666128664824782854_ud.mp3","id":"t2_44"},
      {"author":"孔舒航_","name":"我们一定会重逢，像出道那天一样","src":"http://www.lizhi.fm/50369235/2652398728119342598","mp3":"https://cdn5.lizhi.fm/audio/2018/02/11/2652398728119342598_hd.mp3","id":"t2_45"},
      {"author":"孔舒航_","name":"你不慌，世界就不荒","src":"http://www.lizhi.fm/50369235/2651313160098160646","mp3":"https://cdn5.lizhi.fm/audio/2018/02/05/2651313160098160646_hd.mp3","id":"t2_46"},
      {"author":"孔舒航_","name":"《每个遇见，都是最好的安排》","src":"http://www.lizhi.fm/50369235/2648129715311119878","mp3":"https://cdn5.lizhi.fm/audio/2018/01/19/2648129715311119878_hd.mp3","id":"t2_47"},
      {"author":"李晟","name":"每个女孩，终会有个最具力量的名字","src":"http://www.lizhi.fm/3812679/2668893539283706886","mp3":"https://cdn5.lizhi.fm/audio/2018/05/11/2668893539283706886_ud.mp3","id":"t2_48"},
      {"author":"李一桐","name":"最高级的游戏，是和过去较劲","src":"https://www.lizhi.fm/131703904/2702113829366881798","mp3":"https://cdn5.lizhi.fm/audio/2018/11/06/2702113829366881798_ud.mp3","id":"t2_49"},
      {"author":"李一桐","name":"写给年少的你，明天见！","src":"https://www.lizhi.fm/131703904/2702112543026269190","mp3":"https://cdn5.lizhi.fm/audio/2018/11/06/2702112543026269190_ud.mp3","id":"t2_50"},
      {"author":"聂远","name":"卫龙CP，爱是一场势均力敌的游戏","src":"http://www.lizhi.fm/138392696/2688383995745081862","mp3":"https://cdn5.lizhi.fm/audio/2018/08/24/2688383995745081862_ud.mp3","id":"t2_51"},
      {"author":"聂远","name":"聂远|乾隆 你是我一生的白月光","src":"http://www.lizhi.fm/138392696/2686912329492850694","mp3":"https://cdn5.lizhi.fm/audio/2018/08/16/2686912329492850694_ud.mp3","id":"t2_52"},
      {"author":"秦岚","name":"秦岚|富察皇后 给傅恒的最后一封信","src":"http://www.lizhi.fm/125946689/2687655114022185478","mp3":"https://cdn5.lizhi.fm/audio/2018/08/20/2687655114022185478_ud.mp3","id":"t2_53"},
      {"author":"秦岚","name":"秦岚|她终于不再是富察皇后","src":"http://www.lizhi.fm/125946689/2686281130364633094","mp3":"https://cdn5.lizhi.fm/audio/2018/08/13/2686281130364633094_ud.mp3","id":"t2_54"},
      {"author":"许凯","name":"许凯|傅恒 所有人都会变，只有他不会","src":"http://www.lizhi.fm/129134628/2687974438401275910","mp3":"https://cdn5.lizhi.fm/audio/2018/08/22/2687974438401275910_ud.mp3","id":"t2_55"},
      {"author":"钟汉良","name":"把忧伤折叠，寄给小哇来解答吧","src":"https://www.lizhi.fm/124733427/5010309982772527622","mp3":"https://cdn5.lizhi.fm/audio/2018/11/19/5010309982772527622_ud.mp3","id":"t2_56"},
      {"author":"沈煜伦","name":"一个人只拥有此生此世是不够的","src":"https://www.lizhi.fm/87320092/5009470108360258054","mp3":"https://cdn5.lizhi.fm/audio/2018/11/14/5009470108360258054_ud.mp3","id":"t2_57"},
      {"author":"沈煜伦","name":"写给年少的你","src":"https://www.lizhi.fm/87320092/5009468710348402694","mp3":"https://cdn5.lizhi.fm/audio/2018/11/14/5009468710348402694_ud.mp3","id":"t2_58"},
      {"author":"王梓薇_","name":"没有梦想，一点也不丢人！","src":"http://www.lizhi.fm/80264879/2698051037268253702","mp3":"https://cdn5.lizhi.fm/audio/2018/10/15/2698051037268253702_ud.mp3","id":"t2_59"},
      {"author":"王梓薇_","name":"我在时光邮局写信给你，明天要查收哦！","src":"http://www.lizhi.fm/80264879/2698048217619833862","mp3":"https://cdn5.lizhi.fm/audio/2018/10/15/2698048217619833862_ud.mp3","id":"t2_60"},
      {"author":"屈楚萧","name":"当你老了，头发白了（修改版）","src":"https://www.lizhi.fm/107283758/2691899218167110150","mp3":"https://cdn5.lizhi.fm/audio/2018/09/12/2691899218167110150_ud.mp3","id":"t2_61"},
      {"author":"屈楚萧","name":"那天，你翩翩的在空际云游（修改版）","src":"https://www.lizhi.fm/107283758/2691898631906326534","mp3":"https://cdn5.lizhi.fm/audio/2018/09/12/2691898631906326534_ud.mp3","id":"t2_62"},
      {"author":"屈楚萧","name":"我有一个恋爱（修改版）","src":"https://www.lizhi.fm/107283758/2691898026315914758","mp3":"https://cdn5.lizhi.fm/audio/2018/09/12/2691898026315914758_ud.mp3","id":"t2_63"},
      {"author":"屈楚萧","name":"你记得也好，最好你忘掉（修改版）","src":"https://www.lizhi.fm/107283758/2691896791512592390","mp3":"https://cdn5.lizhi.fm/audio/2018/09/12/2691896791512592390_ud.mp3","id":"t2_64"},
      {"author":"屈楚萧","name":"我爱你，不光因为你的样子（修改版）","src":"https://www.lizhi.fm/107283758/2691895874537042438","mp3":"https://cdn5.lizhi.fm/audio/2018/09/12/2691895874537042438_ud.mp3","id":"t2_65"},
      {"author":"苏青","name":"苏青|尔晴 爱角色胜过爱自己","src":"http://www.lizhi.fm/124430795/2686467948553496070","mp3":"https://cdn5.lizhi.fm/audio/2018/08/14/2686467948553496070_ud.mp3","id":"t2_66"},
      {"author":"王皓轩","name":"王皓轩|苏万：成长是一条很难走的路","src":"http://www.lizhi.fm/135877204/2693566445017894918","mp3":"https://cdn5.lizhi.fm/audio/2018/09/21/2693566445017894918_ud.mp3","id":"t2_67"},
      {"author":"魏哲鸣","name":"消失在夜幕的萤火虫","src":"http://www.lizhi.fm/40866162/2647697553555251206","mp3":"https://cdn5.lizhi.fm/audio/2018/01/17/2647697553555251206_hd.mp3","id":"t2_68"},
      {"author":"魏哲鸣","name":"《我要对我的玫瑰负责》","src":"http://www.lizhi.fm/40866162/2646230976841844742","mp3":"https://cdn5.lizhi.fm/audio/2018/01/09/2646230976841844742_ud.mp3","id":"t2_69"},
      {"author":"魏哲鸣","name":"《奶奶的星星》","src":"http://www.lizhi.fm/40866162/2641603220448434694","mp3":"https://cdn5.lizhi.fm/audio/2017/12/15/2641603220448434694_hd.mp3","id":"t2_70"}
    ]
  },
  {
    type:3,
    type_desc:'冷淡派冰山型',
    data:[
      {"author":"金瀚","name":"金瀚|独属于你和我的倾城时光","src":"https://www.lizhi.fm/108272609/5010954633741344774","mp3":"https://cdn5.lizhi.fm/audio/2018/11/22/5010954633741344774_ud.mp3","id":"t3_1"},
      {"author":"金瀚","name":"厉致诚的告白练习","src":"http://www.lizhi.fm/108272609/5010873274175855110","mp3":"https://cdn5.lizhi.fm/audio/2018/11/22/5010873274175855110_ud.mp3","id":"t3_2"},
      {"author":"付嘉","name":"付嘉|李墨白给你发了一段语音，请查收","src":"http://www.lizhi.fm/108589279/2695261928455395846","mp3":"https://cdn5.lizhi.fm/audio/2018/09/30/2695261928455395846_ud.mp3","id":"t3_3"},
      {"author":"付嘉","name":"为你读诗：席慕蓉《距离》","src":"https://www.lizhi.fm/108589279/2698173076616227334","mp3":"https://cdn5.lizhi.fm/audio/2018/10/16/2698173076616227334_ud.mp3","id":"t3_4"},
      {"author":"韩东君","name":"如果时光倒流，愿陪你重返20","src":"https://www.lizhi.fm/43739564/2683165122999057926","mp3":"https://cdn5.lizhi.fm/audio/2018/07/27/2683165122999057926_ud.mp3","id":"t3_5"},
      {"author":"洪尧","name":"洪尧|弘昼 她救他一命，他还她一生","src":"http://www.lizhi.fm/101660372/2686703976337709062","mp3":"https://cdn5.lizhi.fm/audio/2018/08/15/2686703976337709062_ud.mp3","id":"t3_6"},
      {"author":"演员吴昊宸 ","name":"我想和你一起生活，在某个小镇","src":"http://www.lizhi.fm/82404984/2699842661397451270","mp3":"https://cdn5.lizhi.fm/audio/2018/10/25/2699842661397451270_ud.mp3","id":"t3_7"},
      {"author":"演员吴昊宸 ","name":"如果你在这儿，我会牵起你的手","src":"https://www.lizhi.fm/82404984/2698780032804322310","mp3":"https://cdn5.lizhi.fm/audio/2018/10/19/2698780032804322310_ud.mp3","id":"t3_8"},
      {"author":"演员吴昊宸 ","name":"我的宿命分两段，未遇见你时，和遇见你以后","src":"http://www.lizhi.fm/82404984/2697487260531308038","mp3":"https://cdn5.lizhi.fm/audio/2018/10/12/2697487260531308038_ud.mp3","id":"t3_9"},
      {"author":"娱乐频道·头号迷妹","name":"「羊与钢森林」里的那个迷途少年-预告版","src":"http://www.lizhi.fm/60000/2666430397014722054","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666430397014722054_ud.mp3","id":"t3_10"},
      {"author":"娱乐频道·头号迷妹","name":"「羊与钢森林」里的那个迷途少年","src":"http://www.lizhi.fm/60000/2666430532306201094","mp3":"https://cdn5.lizhi.fm/audio/2018/04/28/2666430532306201094_ud.mp3","id":"t3_11"},
      {"author":"吴希泽","name":"小彩蛋：如果你在下午四点钟到来……","src":"https://www.lizhi.fm/127341946/2700787756066061318","mp3":"https://cdn5.lizhi.fm/audio/2018/10/30/2700787756066061318_ud.mp3","id":"t3_12"},
      {"author":"吴希泽","name":"多幸运，现在遇见你","src":"http://www.lizhi.fm/127341946/2698568748327313414","mp3":"https://cdn5.lizhi.fm/audio/2018/10/18/2698568748327313414_ud.mp3","id":"t3_13"},
      {"author":"吴希泽","name":"10月19日，等你来！","src":"http://www.lizhi.fm/127341946/2698384053998332934","mp3":"https://cdn5.lizhi.fm/audio/2018/10/17/2698384053998332934_ud.mp3","id":"t3_14"}
    ]
  }
];